/* Boxcar email address field label */
"Email Address:" = "Epostadresse:";

/* Failure adding email */
"Invalid Email" = "Ugyldig epostadresse";

/* Checkbox for only sending if idle by growl's idle detection */
"Only send if idle:" = "Bare send dersom inaktiv:";

/* Checkbox for sending only if priority is above a certain value */
"Only send if priority is at least:" = "Bare send dersom prioritet er minst:";

/* Prefix notifications to boxcar checkbox */
"Prefix notifications with:" = "Start meldinger med:";

/* Success adding boxcar */
"Registered!" = "Registrert!";

/* Failed adding boxcar, unknown email address */
"Unknown email" = "Ukjent epostadresse";

